[
    {
        "dis": "📕滁州西涧 \n✒️唐・韦应物 \n✍️原句：独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横。\n🎨意境描述：涧边幽草惹人怜，深树之上黄鹂鸣。春潮携雨傍晚急，野渡无人舟自横。\n🖼️画面描述：在一片宁静的自然景色中，一条清澈的山涧旁，生长着青青的幽草（“独怜幽草涧边生”），旁边的大树枝叶繁茂，深深的树影里，有一只黄鹂在婉转鸣叫（“上有黄鹂深树鸣”）。傍晚时分，春潮上涨，带着雨水汹涌而来，水流湍急（“春潮带雨晚来急”）。一个偏僻的野渡，没有行人，只有一只小船静静地横在水面上（“野渡无人舟自横”）。整个画面充满了宁静与自然之美，让人感受到一种远离喧嚣的宁静与平和。",
        "img": "https://s.coze.cn/t/RSZnaQr40yQ/",
        "original": " 独怜幽草涧边生，/ 上有黄鹂深树鸣。/\n 春潮带雨晚来急，/ 野渡无人舟自横。",
        "shorten": " 独怜幽草涧边生，/ 上有黄鹂深树鸣。/ 春潮带雨晚来急，/ 野渡无人舟自横。",
        "time": "2025-01-15 11:30:21"
    },
    {
        "dis": "📕早发白帝城 \n✒️唐・李白 \n✍️原句：“朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。”\n🎨意境描述：清晨辞别白帝城，彩云缭绕，一日便可达千里外的江陵。两岸猿猴啼叫不停，轻舟飞速驶过万重山峦。\n🖼️画面描述：在一个阳光明媚的清晨，白帝城被绚丽的彩云环绕着（体现 “白帝” 和 “彩云间”），一艘精致的轻舟从这里出发（“轻舟”）。舟行江上，两岸是连绵不断的山峦（“万重山”），山上不时传来猿猴的啼叫声（“两岸猿声啼不住”）。轻舟在江面上快速行驶，仿佛眨眼间就已驶过了无数座山峰，速度之快令人惊叹。整个画面充满了灵动与生机，既有白帝城的壮美，又有轻舟飞驰的畅快。",
        "img": "https://s.coze.cn/t/3zYi4irZRR4/",
        "original": "《早发白帝城》\n\n 朝辞白帝彩云间，/ 千里江陵一日还。/\n 两岸猿声啼不住，/ 轻舟已过万重山。",
        "shorten": "《早发白帝城》朝辞白帝彩云间，/ 千里江陵一日还。/ 两岸猿声啼不住，/ 轻舟已过万重山。",
        "time": "2025-01-15 15:07:51"
    },
    {
        "dis": "📕出塞二首・其一 \n✒️唐・王昌龄 \n✍️原句：秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。\n🎨解释：依旧是秦汉时期的明月和边关，守边御敌鏖战万里征人未回还。倘若龙城的飞将李广如今还在，绝不许匈奴南下牧马度过阴山。\n 意境描述：秦汉明月照边关，万里长征兵未返。若有飞将在，胡马难度阴山。\n🖼️画面描述：画面展现出古老的边关，在清冷的月光下（对应 “秦时明月”），那关隘（“汉时关”）显得格外雄伟。远处，是连绵万里的边疆大地，却不见归来的征人（“万里长征人未还”）。此时，人们心中期盼着像龙城飞将李广那样的英雄出现，想象中他威风凛凛地站在关隘之上，让胡人的战马（“胡马”）无法越过那巍峨的阴山（“不教胡马度阴山”）。整个画面充满了历史的沧桑感和对英雄的敬仰之情。",
        "img": "https://s.coze.cn/t/IZSCXuBiCKM/",
        "original": " 秦时明月汉时关，/ 万里长征人未还。/\n 但使龙城飞将在，/ 不教胡马度阴山。",
        "shorten": " 秦时明月汉时关，/ 万里长征人未还。/ 但使龙城飞将在，/ 不教胡马度阴山。",
        "time": "2025-01-15 15:12:48"
    },
    {
        "dis": "📕无特定题目（课本内容）\n✒️无特定作者 \n✍️原句：“日月潭很深，湖水碧绿。湖中央有个美丽的小岛，把湖水分成两半，北边像圆圆的太阳，叫日潭；南边像弯弯的月亮，叫月潭。”\n🎨意境描述：日月潭湖水碧绿且深，中央美丽小岛分湖水，北似圆日为日潭，南如弯月称月潭。\n🖼️画面描述：展现出一幅美丽的景象，一个深邃的日月潭，湖水呈现出碧绿的颜色，就像一块巨大的翡翠。湖中央有一座美丽的小岛，如同一位优雅的守护者，将湖水一分为二。北边的湖水形状如同一个圆圆的太阳，散发着温暖的光芒，这便是日潭；南边的湖水则像一轮弯弯的月亮，宁静而柔美，此为月潭。周围青山环绕，蓝天白云倒映在湖水中，美不胜收。",
        "img": "https://s.coze.cn/t/rmm5CtENz-g/",
        "original": " 日月潭很深，湖水碧绿。/ 湖中央有个美丽的小岛，把湖水分成两半，/ 北边像圆圆的太阳，叫日潭；/ 南边像弯弯的月亮，叫月潭。",
        "shorten": " 日月潭很深，湖水碧绿。/ 湖中央有个美丽的小岛，把湖水分成两半，/ 北边像圆圆的太阳，叫日潭；/ 南边像弯...",
        "time": "2025-01-17 09:41:17"
    },
    {
        "dis": "📕《道德经》\n✒️老子 \n✍️原句：以道佐人主者，不以兵强天下。其事好还。师之所处，荆棘生焉。大军之后，必有凶年。善有果而已，不敢以取强。果而勿矜，果而勿伐，果而勿骄，果而不得已，果而勿强。物壮则老，是谓不道，不道早已。\n🎨意境描述：以道辅佐君主之人，不靠武力称霸天下。用兵易遭报复，军队所到之处荆棘丛生，大战过后必有灾年。应适可而止，有成果后不骄矜、不自夸、不骄傲，是不得已为之且不逞强。事物强壮后会走向衰老，这不合道，不合道就会早亡。\n🖼️画面描述：画面中有一位睿智的谋士，站在君主身旁，劝谏君主不要以兵强天下。战场上，军队经过的地方，遍地荆棘（“师之所处，荆棘生焉”）。战后的大地一片荒芜，预示着凶年将至（“大军之后，必有凶年”）。当取得成果时，人们保持谦逊，不骄傲自满（“果而勿矜，果而勿伐，果而勿骄”）。同时，画面中也呈现出事物由盛转衰的景象，提醒人们物壮则老不合道（“物壮则老，是谓不道”）。整个画面充满了对战争的反思和对道的尊崇。",
        "img": "https://s.coze.cn/t/tsJ4jCuaEtc/",
        "original": " 以道佐人主者 /，不以兵强天下 /。其事好还 /。师之所处 /，荆棘生焉 /。大军之后 /，必有凶年 /。善有果而已 /，不敢以取强 /。果而勿矜 /，果而勿伐 /，果而勿骄 /，果而不得已 /，果而勿强 /。物壮则老 /，是谓不道 /，不道早已 /。",
        "shorten": " 以道佐人主者 /，不以兵强天下 /。其事好还 /。师之所处 /，荆棘生焉 /。大军之后 /，必有凶年 /。善有果而...",
        "time": "2025-01-19 15:35:40"
    },
    {
        "dis": "📕出塞 \n✒️唐・王昌龄 \n✍️原句：秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。\n🎨意境描述：秦代明月照着汉代边关，万里出征的将士不见归还。若有龙城飞将在此，定不让胡人的兵马越过阴山。\n🖼️画面描述：古老的边关上，高悬着一轮明月，那明月如同时光的见证者，既照着秦代的关隘，又洒落在汉代的城墙之上。远处，是连绵不绝的山脉和广袤的荒野，一支支军队在艰难前行，他们身着战甲，面容疲惫却坚毅。这些万里长征的将士们，不知何时才能归家。而在想象中，若有那位龙城飞将，他威风凛凛地站在关隘之上，身后是严阵以待的士兵，让胡人的兵马不敢靠近，无法越过那雄伟的阴山。整个画面充满了历史的沧桑感和豪迈的英雄气概。",
        "img": "https://s.coze.cn/t/F6oh__93mDQ/",
        "original": " 秦时明月汉时关，/ 万里长征人未还。/\n 但使龙城飞将在，/ 不教胡马度阴山。",
        "shorten": " 秦时明月汉时关，/ 万里长征人未还。/ 但使龙城飞将在，/ 不教胡马度阴山。",
        "time": "2025-01-24 22:16:16"
    }
]